# RbsFamilyContentOffsetHeight Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsFamilyContentOffsetHeight Property
ParameterTypeId Class See Also
---
"OffsetHeight"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsFamilyContentOffsetHeight { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsFamilyContentOffsetHeight As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsFamilyContentOffsetHeight {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace